{
  "title_about_me" : "About me",
  "title_education" : "Education",
  "title_work" : "My work",
  "title_courses" : "My courses",
  "title_blog" : "Blog",
  "title_contact" : "Contact",
  "main_presentation" : "Software Engineer | Back End developer  ",
  "work_together" : "Let's work together!",
  "description_about_me" : "I have been working in the tech industry for seven years. I worked in all stages of software development, like, front-end, back-end, database administration, and team management. That experience gives me a wide vision of what to do when we have to start a new project. \n\n I’m on the path to becoming a senior back-end developer and especially in Python 🐍 because I think this is the best way to give more value to my employers and clients.\n\n",
  "title_education_1": "Computer Engineering - UNAM",
  "text_education_1": "I studied in the Engineering school for five years, and this was the first place when I got passionate about Mathematics and digital systems. I made things such as robots, embedded devices, and computer videogames.",
  "title_education_2": "Intensive English program in Canada",
  "text_education_2": "To understand the new world of technology. I decided to be fully involved in the English language. I stayed three months in Canada practicing with partners over the world and still keep on learning. ",
  "title_education_3": "Continuing education",
  "text_education_3": "But it is not over yet. This profession demands to keep updated in new techniques, tools, and languages. That's why I dedicate myself to learning new things every day by reading, taking courses, and doing new projects.",
  "text_see_all": "See all",
  "text_with_love": "Made with",
  "text_with_love_2": "by",
  "text_check":"Check",

  "title_project_1": "Fantasmagia",
  "text_project_1": "We designed a videogame from scratch to help children with language issues to learn how to associate objects with its properties. We use C++ and OPENGL",
  "title_project_2": "Virtual School ",
  "text_project_2": "We designed a web application that simulates the entire school environment making it easier to get reports and communicate easily between areas and profiles.  We use MySQL, PHP, and javascript.",
  "title_project_3": "Job searcher",
  "text_project_3": "I designed an interface for teachers and directors that was looking for a job near their place. They only put the state, city, and position, and the system returns all the nearest job offers. People of the whole country used the system. I use angularJS.",
  "title_project_4": "Virtual School 2.0",
  "text_project_4": "Because of the success of the virtual school, my partners and I decided to start a small business and update the system to make them more scalable and add more features. Now is used by a variety of institutions."
  
}